<?php
/**
 * Created by PhpStorm.
 * User: Duo Nuo
 * Date: 2016/8/2
 * Time: 14:48
 */
return [
    '100001' => '参数缺失',
    '100002' => '参数格式错误',
    '100099' => '基本错误',
    '100304' => '用户名或密码错误',

    '100101' => '保存数据失败',
    '100102' => '',
    '100199' => '服务器内部错误',

    '100201' => '手机号格式不对',
    '100202' => '密码过短',
    '100203' => '手机号已经存在',
    '100204' => '短信发送失败',
    '100205' => '请勿在短时间内频繁请求',
    '100206' => '验证码错误',
    '100207' => '用户名不能为空',
    '100208' => '密码不能为空',
    '100299' => '注册错误码结束',

    '100301' => '帐号不存在',
    '100302' => '密码错误',
    '100303' => '帐号或密码过短',
    '100304' => '用户名或密码错误',
    '100305' => '修改密码失败',
    '100399' => '登录结束',
];